# Fonts
cask "font-ricty-diminished"
cask "font-hackgen"
cask "font-noto-sans-cjk"

# Utilities
cask "appcleaner"
cask "the-unarchiver"
cask "macwinzipper"
# cask "avast-security"
# cask "avira-antivirus"
# cask "karabiner-elements"
cask "google-chrome"
cask "alfred"
cask "authy"
cask "deepl"
cask "clipy"

# Development Environments
# cask "hyper"
cask "oracle-jdk"
cask "sourcetree"
# cask "android-studio"
# cask "visual-studio"
# cask "xamarin"
# cask "xamarin-ios"
# cask "xamarin-android"
# cask "xamarin-profiler"
cask "visual-studio-code"
# cask "google-cloud-sdk"
cask "wireshark"
cask "docker"
# cask "dash"
cask "mongodb-realm-studio"
# cask "postman"
# cask "sketch"
# cask "boostnote"
cask "discord"
cask "sf-symbols"

# Work
cask "microsoft-office"
cask "microsoft-teams"
# cask "yammer"
cask "onedrive"
cask "google-drive-file-stream"
cask "zoomus"

# QuickLook Plugins
cask "provisionql"
cask "quicklookapk"
