cask "appcleaner"
cask "the-unarchiver"
cask "avast-security"
cask "karabiner-elements"
cask "google-chrome"
cask "alfred"

cask "hyper"
cask "java8"
# cask "fork"
cask "sourcetree"
cask "android-studio"
cask "visual-studio"
cask "visual-studio-code"
cask "wireshark"
cask "docker"
cask "dash"
cask "realm-studio"
cask "fastlane"

cask "discord"
cask "boostnote"

cask "microsoft-office"
cask "microsoft-teams"
cask "yammer"
cask "onedrive"

# QuickLook Plugins
cask "provisionql"
cask "quicklookapk"
