# Fonts
cask "font-ricty-diminished"
cask "font-hackgen"
cask "font-noto-sans-cjk"

# Utilities
cask "appcleaner"
cask "the-unarchiver"
cask "macwinzipper"
cask "avast-security"
# cask "avira-antivirus"
# cask "karabiner-elements"
cask "google-chrome"
cask "alfred"
cask "authy"
cask "deepl"

# Development Environments
cask "hyper"
cask "java8"
cask "sourcetree"
cask "android-studio"
cask "visual-studio"
cask "xamarin"
cask "xamarin-ios"
cask "xamarin-android"
cask "xamarin-profiler"
cask "visual-studio-code"
cask "wireshark"
cask "docker"
# cask "dash"
cask "realm-studio"
cask "postman"
cask "sketch"
cask "boostnote"
cask "discord"
cask "sf-symbols"

# Work
cask "microsoft-office"
cask "microsoft-teams"
cask "yammer"
cask "onedrive"
cask "google-drive-file-stream"
cask "zoomus"

# QuickLook Plugins
cask "provisionql"
cask "quicklookapk"
